[
    {
        "FullName": "Khalid Hassan",
        "Bio": "An artistic producer who has participated in many different artistic works. Khaled Hassan's works have varied between television series and films. Among the most important films in which he participated as an artistic producer is the film (Forced Escape). Khaled Hassan participated as a production manager in a number of films, including the films (You Made Me a Criminal) and the films (Industrial Bump).",
        "ProfilePictureURL": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTv7c_rgMn64Ubi_BMbxKU0wfUsy43vFROExA&s"
    },
    {
        "FullName": "Esaad Youness",
        "Bio": "An Egyptian actress, writer, broadcaster and producer, born in Cairo in 1950. She obtained a bachelor's degree from the Institute of Tourist Guidance. During her university studies, specifically in the first year of the Institute of Tourism in 1968, she applied for a job in the radio in the European program, then worked as an assistant in the Middle East program and then trained until she became a broadcaster presenting live programs",
        "ProfilePictureURL": "https://media0078.elcinema.com/uploads/_315x420_d2826f1c0877cdf32a1cdfdacbf04abbe387e1fb3ce1e56b08fc19221bbcdb80.jpg"
    },
    {
        "FullName": "New Century Art Productions",
        "Bio": "In 2004, New Century was established to keep up with the new cinematic technology and to present high-quality works. Its first film was The Seventh Sense in 2004, starring Ahmed El-Fishawy. It continued on this path, producing True Dreams in 2007, through which it introduced the writer and screenwriter Mohamed Diab in his first cinematic work",
        "ProfilePictureURL": "https://media0078.elcinema.com/uploads/_315x420_d9015b5845c2cd32f413317669fc4b3e4475e05e9f2fb5c47910c1b7c7fa981e.jpg"
    },
    {
        "FullName": "Hisham Soliman",
        "Bio": "An Egyptian producer, he was born on September 29, 1967, in Cairo, specifically in the Zamalek district. He studied at Amon School and graduated from the Faculty of Commerce at Cairo University in 1988. He then joined the Production Department at the Higher Institute of Cinema to continue his studies. He began his career in production in the 1980s as a production assistant, and later worked his way up the ranks. One of the most important works he participated in early in his career was Youssef Chahines film The Immigrant, in which he worked as a production manager. He later participated in the production of several important Egyptian and international films, as well as numerous major commercials. He participated in films such as Destiny,Concerto in Darb Saada, and Mido Mashakel",
        "ProfilePictureURL": "https://media0078.elcinema.com/uploads/_315x420_d303fc1647ac056ba26609690d3a78cd2b570d814622c05a594d808285e90041.jpg"
    },
    {
        "FullName": "Thaer Youness",
        "Bio": "Thaer Younis, an Egyptian production manager, has worked on a number of artistic works, including: One of the People (2006), and the film At Cairo Station (2006), in which he also acted.",
        "ProfilePictureURL": "https://media0078.elcinema.com/uploads/_315x420_4c71e3c37c741171b6c583c6a8a21a6685c0207c372ac4672bb6f08fa9aaf7a0.jpg"
    },
    {
        "FullName": "Al Sobbky",
        "Bio": "Ahmed Al Sabbky is an Egyptian producer, most of his films have been quite successful at the box office despite being subject to attacks from critics. Al Sabbky states that his works seek to engage the working classes from which he originates, thus he adds that he knows how to connect with normal moviegoers. Nonetheless Al Sabbky is constantly attacked by critics who describe his works as base and unsubstantial. Despite the views of critics Al Sabbkys works are nonetheless very successful at the box office.",
        "ProfilePictureURL": "https://media0078.elcinema.com/uploads/_315x420_3b5d64df4107b6329983ea3837213758e5aee7e03459f3194133f697bcddd008.jpg"
    },
    {
        "FullName": "Pixar",
        "Bio": "an American animation studio based in Emeryville, California, known for its critically and commercially successful computer-animated feature films.",
        "ProfilePictureURL": "https://static.wikia.nocookie.net/pixar/images/d/d0/Pixarlogo.jpg/revision/latest?cb=20100712043022"
    },
    {
        "FullName": "Disney",
        "Bio": "For 100 years, The Walt Disney Studios has been the foundation on which The Walt Disney Company was built. Today it brings quality movies, episodic storytelling, and stage plays to consumers throughout the world. The Walt Disney Studios encompasses a collection of respected film studios, including Disney, Walt Disney Animation Studios, Pixar Animation Studios, Lucasfilm, Marvel Studios, Searchlight Pictures, and 20th Century Studios. It is also home to Disney Theatrical Group, producer of world-class stage shows, as well as Disney Music Group.",
        "ProfilePictureURL": "https://i.scdn.co/image/ab6761610000e5ebc698d53b77db34027b00f853"
    },
    {
        "FullName": "20th Century Studios",
        "Bio": "It was founded by the merger of Fox Films and 20th Century Pictures in 1935. The film company is owned by Fox, a conglomerate that owns properties in the film, news, television, and music industries. 20th Century Fox is a subordinate division of 21st Century Fox, Fox's television network.",
        "ProfilePictureURL": "https://fox2now.com/wp-content/uploads/sites/14/2020/01/hypatia-h_dc2ba16d85745295d3780265dfb3d8a2-h_10ba55804ded41e7e8ac68e15e782c95.jpg?w=2560&h=1440&crop=1"
    },
    {
        "FullName": "Columbia Pictures",
        "Bio": "Columbia Pictures is an American film production and distribution company that is the flagship unit of the Sony Pictures Motion Picture Group",
        "ProfilePictureURL": "https://static.wikia.nocookie.net/sony-pictures-entertaiment/images/d/df/COLUMBIA_PICTURES_ARTWORK.png/revision/latest?cb=20150208095003"
    },
    {
        "FullName": "Warner Bros",
        "Bio": "Warner Bros. Entertainment Inc. (WBEI), commonly known as Warner Bros. (WB), is an American film and entertainment studio.",
        "ProfilePictureURL": "https://production786.wordpress.com/wp-content/uploads/2016/10/0.jpg"
    },
    {
        "FullName": "Emma Thomas",
        "Bio": "Emma Thomas is a British film producer best known for producing the films directed by her husband, Christopher Nolan, including Inception, Interstellar, and the Dark Knight trilogy.",
        "ProfilePictureURL": "https://variety.com/wp-content/uploads/2024/01/Emma-Thomas-Variety-Awards-Season-Extra-Edition.jpg?w=1200&h=1500&crop=1"
    },
    {
        "FullName": "Don Hahn",
        "Bio": "Don Hahn is an American film producer who produced several successful Disney films including Beauty and the Beast and The Lion King.",
        "ProfilePictureURL": "https://th.bing.com/th/id/R.b6bb7517e9f291783da48f6f6e9db1a9?rik=RmMfTNRfbkWtFA&pid=ImgRaw&r=0"
    },
    {
        "FullName": "Charles Roven",
        "Bio": "Charles Roven is a Hollywood film producer known for producing The Dark Knight trilogy, Man of Steel, and other DC Universe films.",
        "ProfilePictureURL": "https://th.bing.com/th/id/OIP.Wjc4MHjW07ZTkLKRmKCobgHaIy?rs=1&pid=ImgDetMain"
    },
    {
        "FullName": "Christopher Nolan",
        "Bio": "Christopher Nolan is a British-American filmmaker known for his complex storytelling and groundbreaking visuals in films like Inception, Interstellar, and Tenet.",
        "ProfilePictureURL": "https://th.bing.com/th/id/OIP.61lt8eMBtqUiFDop0HH4BQHaE8?rs=1&pid=ImgDetMain"
    },
    {
        "FullName": "Peter Del Vecho",
        "Bio": "Peter Del Vecho is an American film producer at Walt Disney Animation Studios, known for producing Frozen and Frozen II.",
        "ProfilePictureURL": "https://th.bing.com/th/id/R.6bcd71f902e222438721a91e925811e9?rik=ugiR6wZ%2fKstjrQ&riu=http%3a%2f%2fvignette4.wikia.nocookie.net%2fdisney%2fimages%2ff%2ff7%2fPeter_Del_Vecho.jpg%2frevision%2flatest%3fcb%3d20151210174134&ehk=fzLh0eF6UqZ18PyI6rc57Y52n1Fx%2f6vFW3h5RWayssA%3d&risl=&pid=ImgRaw&r=0"
    },
    {
        "FullName": "James Cameron",
        "Bio": "James Cameron is an acclaimed filmmaker known for directing and producing groundbreaking films like Titanic, Avatar, and Terminator 2.",
        "ProfilePictureURL": "https://th.bing.com/th/id/R.e35a3f70e9d70dbf7f6db1c4cf3426fc?rik=GO8bFgNdDr0cOw&pid=ImgRaw&r=0"
    },
    {
        "FullName": "Ralph Guggenheim",
        "Bio": "Ralph Guggenheim is an American film producer and one of the original producers at Pixar. He worked on the landmark animated feature Toy Story.",
        "ProfilePictureURL": "https://vignette.wikia.nocookie.net/pixar/images/f/f7/Ralph_Guggenheim.jpg/revision/latest?cb=20130816162650"
    },
    {
        "FullName": "Douglas Wick",
        "Bio": "Douglas Wick is a film producer known for producing Gladiator, the Academy Award-winning epic directed by Ridley Scott.",
        "ProfilePictureURL": "https://www.filmindependent.org/wp-content/uploads/2020/10/Douglas-Wick-2020_600x600.jpg"
    },
    {
        "FullName": "Darla K. Anderson",
        "Bio": "Darla K. Anderson is an award-winning producer at Pixar known for her work on Coco, Toy Story 3, and Monsters, Inc.",
        "ProfilePictureURL": "https://th.bing.com/th/id/OIP.nFZVOo4cE-yv5ZNH3Swh4QHaE8?rs=1&pid=ImgDetMain"
    },
    {
        "FullName": "Joel Silver",
        "Bio": "Joel Silver is a prolific American film producer known for The Matrix trilogy, Die Hard, and Lethal Weapon series.",
        "ProfilePictureURL": "https://th.bing.com/th/id/OIP.KgWS_A9JAFjc2HvBz4zHYwHaFj?rs=1&pid=ImgDetMain"
    }
]
